Revit 2027 API
ParameterTypeId.ZoneDehumidificationSetPointParam Property
 "Dehumidification Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneDehumidificationSetPointParam { get; }
Public Shared ReadOnly Property ZoneDehumidificationSetPointParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneDehumidificationSetPointParam {
	ForgeTypeId^ get ();
}
static member ZoneDehumidificationSetPointParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace